Repository: preetsohalmca/latNewChanges
Catalog: Src/NVSComponents/MVCWebUIComponent/App_LocalResources/CommonResource.*.resx
Languages: pt_br

# Authorization_AccessDeniedLabel
source: Access denied.
pt_br: Acesso negado

# Authorization_AccessDeniedMessageLabel
source: You are not allowed to access this content. Please contact service Administrator.
pt_br: Você não tem permissão de acesso a este conteúdo. Por favor, contate o administrador do serviço.

# Authorization_AuthFailedLabel
source: Authorization failed.
pt_br: Autorização falhou

# Action_Add
source: Add
pt_br: Adicionar

# Action_Back
source: Back
pt_br: Voltar

# Action_Delete
source: Remove
pt_br: Remover

# Action_Delete_Confirm
source: Are you sure you wish to delete this item?
pt_br: Você tem certeza que deseja deletar este item?

# Action_Edit
source: Edit
pt_br: Editar

# Action_View
source: View
pt_br: Visualizar

# Error_Title
source: The application generated an Error
pt_br: A aplicação gerou um erro

# Error_ErrorMessageLabel
source: Sorry, an error occurred while processing your request.
pt_br: Desculpe, um erro ocorreu enquanto sua requisilção foi processada.

# Error_InvalidOrder
source: The order is invalid.
pt_br: O pedido é inválido.

# Error_TryAgainLabel
source: Please correct the errors and try again.
pt_br: Por favor, corrija os erros e tente novamente.

# Error_CompareToValidator
source: The property {0} must be {1} than {2}.
pt_br: A propriedade {0} deve ser {1} do que {2}

# Error_NullValue
source: The value of {0} could not be null.
pt_br: O valor de {0} não poder ser vazio.

# Error_InvalidPart
source: The part is invalid.
pt_br: O produto é inválido.

# Error_CreateOrderRowPartExistent
source: The order already has an order row with the part {0}.
pt_br: O pedido já possui um item do pedido com o produto {0}

# Error_404Message
source: The requested page doesn't exist.
pt_br: A página requisitada não existe.

# Error_500Message
source: Please contact the system administrator for more details. Or send an e-mail to support.dotnet@volvo.com.<br> Error Id: <b>{0}</b>
pt_br: Por favor, contate o administrador do sistema para mais detalhes. Ou envie um e-mail para support.dotnet@volvo.com. <br> Identificador do Erro: <b>{0}</b>

# Error_Order_DeliveryDateEarlier
source: Delivery date can't be earlier than order date.
pt_br: A data de entrega não pode ser antes da data do pedido.

# Error_InvalidOrderRow
source: The order row is invalid.
pt_br: O Item do Pedido é inválido.

# Layout_About
source: About
pt_br: Sobre

# Layout_Legal
source: NVS Example Application
pt_br: Aplicação de Exemplo NVS

# Layout_Version
source: POS - NVS Example
pt_br: POS - Exemplo do NVS

# Error_Message
source: Message
pt_br: Mensagem

# Authorization_NotRegisteredUser
source: Since your user id is not registered yet, you may not access some features of this application. To register your user id, please access the My Profile section.
pt_br: Como o seu usuário não está registrado, você não pode acessar algumas funcionalidades desta aplicação. Para registrar o seu usuário, por favor acesse a seção Meu Perfil.

# Error_CulturesNotConfigured
source: Cultures are not configured in the application configuration file.
pt_br: Culturas não estão configuradas no arquivo de configuração da aplicação.

# Error_NotAuthorizedMessage
source: Your are not authorized to view this page or run the requested action.
pt_br: Você não está autorizado a visualizar esta página ou executar a ação requisitada.

# Error_NotAuthorizedTitle
source: Your are not authorized to run this action or view this page.
pt_br: Você não está autorizado a executar esta ação ou visualizar esta página.

# Error_ImportantResource
source: Some important resource is not available to run this application.
pt_br: Algum recurso importante não está disponível para rodar essa aplicação.

# Error_ErrorImportantResourceTitle
source: Some important resource is not available to run this application
pt_br: Algum recurso importante não está disponível para rodar essa aplicação.

# Error_Catastrophic
source: Catastrophic Error!
pt_br: Error catastrófico!

# Action_Export
source: Export
pt_br: Exportar
