Repository: preetsohalmca/latNewChanges
Catalog: Src/NVSComponents/MVCWebUIComponent/App_LocalResources/HomeResource.*.resx
Languages: pt_br

# Home_About_AboutLabel
source: About
pt_br: Sobre

# Home_About_HelpLabel
source: Help
pt_br: Ajuda

# Home_About_HowToStartTitle
source: How to Start?
pt_br: Como Começar?

# Home_About_HowToStart_DetailsOnCoding
source: for details how to code, performance, maintainability, naming, code design, etc.
pt_br: para detalhes de como programar, performance, manutenibilidade, nomeações, design de código, etc.

# Home_About_HowToStart_DetailsToInitDev
source: for details how to start developing.
pt_br: para detalhes de como iniciar o desenvolvimento.

# Home_About_HowToStart_HowToAcces
source: Do you know how to access it?
pt_br: Você sabe como acessá-lo?

# Home_About_HowToStart_Read
source: Read
pt_br: Leia

# Home_About_HowToStart_ReadGettingStarted
source: Read the POS Getting Started at
pt_br: Leia o POS Getting Started em

# Home_About_HowToStart_SeeSourceCode
source: View the POS source code at
pt_br: Veja o código fonte do POS em

# Home_About_HowToStart_TakeTour
source: Take a tour on POS application, register an Order, have fun!
pt_br: Faça um tour pela aplicação POS, registre um pedido e divirta-se!

# Home_About_InfoLabel_MoreDetails
source: More details in
pt_br: Mais detalhes em

# Home_About_InfoLabel_PosRefApp
source: POS reference application.
pt_br: Aplicação de referência POS.

# Home_About_IntroDesc_PosDesc_Func
source: The application functionality enables simple management of orders, such as: create, update and delete.
pt_br: A funcionalidade da aplicação habilita um simples gerenciamento de pedido, bem como: criar, atualizar e deletar.

# Home_About_IntroDesc_PosDesc_Proposal
source: It's purpose is to show NVS architecture, design patterns and conventions implemented in practical, but
pt_br: Sua proposta é mostrar a arquitetura NVS, padrões e convenções implementadas na prática. Porém em um

# Home_About_IntroDesc_PosDesc_Proposal_Scenario
source: simplified real-life scenario
pt_br: cenário real simplificado.

# Home_About_IntroDesc_PosDesc_SourceCode
source: The source solution may be also used as template for new projects.
pt_br: O código fonte da solução também pode ser usado como modelo para novos projetos.

# Home_About_IntroDesc_WhatIsPos
source: is the NVS reference application example implementation.
pt_br: é a implementação da aplicação de referência do NVS.

# Home_About_IntroductionTitle
source: Introduction
pt_br: Introdução

# Home_About_ReferencesTitle
source: References
pt_br: Referências

# Home_About_References_NvsRefArch
source: NVS reference architecture:
pt_br: Arquitetura de Referência NVS:

# Home_About_References_TelerikControls
source: Telerik controls:
pt_br: Controles Telerik:

# Home_About_References_UserInterfaceGuides
source: User Interfaces guidelines:
pt_br: Guias para Interfaces do Usuário:

# Home_About_RequirementsUsabilityTitle
source: Notes about Requirements and Usability
pt_br: Noções Sobre Requisitos e Usabilidade

# Home_About_RequirementsUsability_PosFocus
source: The POS application presents a fictitious business process. This application is not necessarily designed to demonstrate the Volvo process for part management. The focus of POS is to demonstrate application logic, not user interaction.
pt_br: A aplicação POS apresenta um processo de negócio fictício, o que pode não corresponder ao processo Volvo para gerenciamento de produtos. O foco lógico da aplicação POS não é a interação com o usuário.

# Home_About_RequirementsUsability_TalkToUsers
source: When you start a project remember to meet with end-users to elicit requirements and find the way of working.
pt_br: Quando você iniciar um projeto lembre-se de encontrar com os usuários finais para elicitar os requisitos e achar a forma de trabalho.

# Home_About_RequirementsUsability_UsePrototype
source: Use prototyping and user evaluation to reach a common understanding and properly set expectations.
pt_br: Use prototipação e avaliações do usuário para encontrar um entendimento comum e desenvolver as soluções corretas.

# Home_About_RequirementsUsability_UserInteraction
source: Always ensure that the user interaction is implemented efficiently for the end-users.
pt_br: Tenha sempre certeza que a interação com usuário é feita de maneira apropriada e eficiente.

# Home_Index_Header
source: What do you want to do?
pt_br: O que você quer fazer?

# Home_Index_MoreInfo
source: More information about this application
pt_br: Mais informações sobre essa aplicação

# Home_Index_Title
source: LAT - Home Page
pt_br: POS - Página Inicial
