Repository: preetsohalmca/latNewChanges
Catalog: Src/NVSComponents/MVCWebUIComponent/App_LocalResources/JavascriptResource.*.resx
Languages: pt_br

# Action_DeleteConfirm
source: Are you sure you wish to delete this item?
pt_br: Você tem certeza que deseja deletar este item?

# Error_Ajax
source: The server raised the following error when requested:
pt_br: O servidor gerou um erro quando solicitado:

# Error_MessageContainerNotFound
source: The .messageContainer was not found.
pt_br: O .messageContainer não foi encontrado.

# Error_OrderRowRequestedPartValidation
source: You already have added the selected part.
pt_br: Você já adicionou o produto selecionado.

# Error_OrderRowRequestedQuantityRangeValidation
source: The value cannot be bigger than available amount in Part.
pt_br: O valor não pode ser maior que a quantidade disponível do produto.

# Order_TrackOrders_Cancelling
source: Cancelling...
pt_br: Cancelando...

# Order_TrackOrders_CancelOrderButtonTooltip
source: Cancel selected Order.
pt_br: Cancele o pedido selecionado.

# Action_BackConfirm
source: You will lose all inputted data. Do you want to proceed?
pt_br: Você perderá todos os valores inseridos. Você quer continuar?

# Action_CloseConfirm
source: You will lose all inputted data. Do you want to proceed?
pt_br: Você perderá todos os valores inseridos. Você quer continuar?

# Reports_Refresh
source: Refresh
pt_br: Atualizar

# Reports_Export
source: Export
pt_br: Exportar

# Reports_GoToFirstPage
source: First Page
pt_br: Primeira Página

# Reports_GoToLastPage
source: Last Page
pt_br: Última Página

# Reports_GoToNextPage
source: Next Page
pt_br: Próxima Página

# Reports_GoToPrevPage
source: Previous Page
pt_br: Página Anterior

# Reports_HistoryBack
source: Navigate Backward
pt_br: Voltar

# Reports_HistoryForward
source: Navigate Forward
pt_br: Avançar

# Reports_Preview
source: Preview
pt_br: Visualizar

# Reports_Print
source: Print...
pt_br: Imprimir

# Reports_ToggleDocumentMap
source: Toggle Document Map
pt_br: Alternar Mapa do documento

# Reports_ToggleParametersArea
source: Toggle Parameters Area
pt_br: Alternar Área de Parâmetros

# Reports_TogglePrintPreview
source: Toggle Print Preview
pt_br: Alternar Visualização de Impressão

# Reports_ToggleSideMenu
source: Toggle Side Menu
pt_br: Alternar Menu Lateral

# Reports_ToggleZoomMode
source: Toggle FullPage/PageWidth
pt_br: Alternar PáginaInteira / LarguradaPágina

# Reports_ZoomIn
source: Zoom In
pt_br: Mais Zoom

# Reports_ZoomOut
source: Zoom Out
pt_br: Menos Zoon

# User_ManageUsers_AddUserButtonTooltip
source: Add a new user.
pt_br: Adicionar novo usuário.

# User_ManageUsers_ButtonDisabledTooltip
source: This button is disabled because you need to select some user!
pt_br: Esse botão está desabilitado por que você precisa selecionar um usuário!

# User_ManageUsers_DeleteUserButtonTooltip
source: Delete selected user.
pt_br: Deletar usuário selecionado.

# User_ManageUsers_EditUserButtonTooltip
source: Edit selected user.
pt_br: Editar usuário selecionado.

# User_AddEditUser_CancelButtonTooltip
source: Cancel
pt_br: Cancelar

# Order_TrackOrders_ViewOrderButtonTooltip
source: View selected Order.
pt_br: Ver o pedido selecionado.

# User_TrackOrders_ButtonDisabledTooltip
source: This button is disabled because you need to select some order!
pt_br: Esse botão está desabilitado por que você precisa selecionar um pedido!

# Part_SearchParts_AddedPart
source: Part {0} added to cart.
pt_br: Produto {0} adicionado no carrinho.

# Part_SearchParts_AddedQuantity
source: Increased quantity for Part {0}.
pt_br: Aumentada a quantidade do Produto {0}.

# Part_SearchParts_AddToCartButtonTooltip
source: Add selected Part to the shopping cart
pt_br: Adicione o Produto selecionado no carrinho de compras

# ShoppingCart_Cart_Empty
source: Shopping Cart (Empty)
pt_br: Carrinho de Compras (Vazio)

# ShoppingCart_Cart_ManyItems
source: Shopping Cart ({0} items - {1} SEK)
pt_br: Carrinho de Compras ({0} itens - {1} SEK)

# ShoppingCart_Cart_OneItem
source: Shopping Cart (1 item - {0} SEK)
pt_br: Carrinho de Compras (1 item - {0} SEK)

# ShoppingCart_ClearAllItems
source: Are you sure you wish to clear all items from the Shopping Cart?
pt_br: Você tem certeza que gostaria de deletar todos os itens do carrinho de compras?

# ShoppingCart_CancelButtonTootltip
source: Cancel the current Order
pt_br: Cancelar o pedido atual

# Order_CancelOrder
source: Are you sure you want to cancel the current order?
pt_br: Você tem certeza que quer cancelar o pedido atual?

# Action_Deleting
source: Deleting...
pt_br: Deletando...

# Order_TrackOrders_ConfirmOrderButtonTooltip
source: Confirm selected Order.
pt_br: Confirme o pedido selecionado.

# Order_TrackOrders_Confirming
source: Confirming...
pt_br: Confirmando...

# Error_Ajax_Unauthorized
source: This request is unauthorized by your user.
pt_br: Este pedido não é autorizado pelo seu usuário.
